
/**
 * Created by PhpStorm.
 * User: sunshine
 * Date: 2017/5/15
 * Time: 13:52
 */
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" " http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<meta http-equiv="Content-Type" content="text/html" charset="utf8" />
	<title>林夕简介</title>
</head>
<body style="font-family:Verdana, 微软雅黑, Arial;">
	<h2>林夕</h2>
	<!--我是html注释哟~-->
	<p>
		<em>
1961年12月7日 香港 中国
</em>
	</p>

	<p>
		<b>林夕</b>，1961年12月7日出生于香港，原名梁伟文。毕业于香港大学文学院中文系。词作家。
	</p>

	<p>
1985年，林夕发表作品《曾经》。1987年，林夕填词的《无需要太多》入选1988年香港电台第11届“十大中文金曲”。1993年，林夕创作歌曲《红颜白发》由张国荣演唱并作为电影《白发魔女传》的主题曲，该歌曲获第三十届台湾电影金马奖最佳原创歌曲。1996年，林夕为张学友填词经典名曲《你的名字我的姓氏》，作为张学友的结婚礼物。1997年，为王菲创作的《约定》夺得香港十大中文金曲的最佳词作奖。1998年林夕凭借为王菲作词歌曲《脸》夺得台湾金曲奖最佳最词奖。1999年为王菲创造歌曲《给自己的情书》获TVB最佳作词奖。为张国荣创作的《左右手》，该歌曲获得99年几乎所有的流行大奖。2008年，在香港《十大中文金曲颁奖音乐会》上获得代表香港乐坛最高的终身荣誉大奖—“金针奖”。2011年6月，林夕推出书籍《毫无代价唱最幸福的歌》 。2012年2月，林夕发表书作《知情识趣》 。2014年5月，林夕担任安徽卫视节目《我为歌狂》第二季的首席音乐评委  。同年，林夕、王菲与制作人张亚东这个铁三角组合相隔11年再合作，创作歌曲《爱不可及》，该歌曲也是赵宝刚执导的电影《触不可及》的主题曲。
	</p>
	<p>
		<?php
			echo 'aaa';
		?>
	</p>
	<hr />
	<p>Copyright &copy;1988~2100 心晴工作室</p>
</body>

</html>